{"description": "This Hubble image shows the galaxy cluster Abell S1077. Galaxy clusters are large groupings of galaxies, each of them including millions of stars. They are the largest existing structures in the Universe to be held together by their gravity.\nThe amount of matter condensed in such groupings is so high that their gravity is enough to warp the fabric of spacetime, distorting the path that light takes when it travels through the cluster. In some cases, this phenomenon produces an effect somewhat like a magnifying lens, allowing us to see objects that are aligned behind the cluster and which would otherwise be undetectable from Earth. In this image, you see stretched stripes that look like scratches on a lens but are, in fact, galaxies whose light is heavily distorted by the gravitational field of the cluster.\nAstronomers use tools like the NASA/ESA Hubble Space Telescope and the effects of gravitational lensing to peer far back in time and space to see the furthest objects located in the early Universe. One of the record holders is MACS0647-JD, a galaxy seen by Hubble and the Spitzer Space Telescope with the help of a gravitational lens much like this one in the galaxy cluster MACS J0647.7+7015. Its light has taken 13.3 billion years to reach us.\nThis image is based in part on data spotted by Nick Rose in the Hubble’s Hidden Treasures image processing competition. This Hubble image shows the galaxy cluster Abell S1077. Galaxy clusters are large groupings of galaxies, each of them including millions of stars. They are the largest existing structures in the Universe to be held together by their gravity. The amount of matter condensed in such groupings is so high that their gravity is enough to warp the fabric of spacetime, distorting the path that light takes when it travels through the cluster. In some cases, this phenomenon produces an effect somewhat like a magnifying lens, allowing us to see objects that are aligned behind the cluster and which would otherwise be undetectable from Earth. In this image, you see stretched stripes that look like scratches on a lens but are, in fact, galaxies whose light is heavily distorted by the gravitational field of the cluster. Astronomers use tools like the NASA/ESA Hubble Space Telescope and the effects of gravitational lensing to peer far back in time and space to see the furthest objects located in the early Universe. One of the record holders is MACS0647-JD, a galaxy seen by Hubble and the Spitzer Space Telescope with the help of a gravitational lens much like this one in the galaxy cluster MACS J0647.7+7015. Its light has taken 13.3 billion years to reach us. This image is based in part on data spotted by Nick Rose in the Hubble’s Hidden Treasures image processing competition. ESA/Hubble & NASA. Acknowledgement: N. Rose", "Id": "potw1319a", "Type": "Observation", "Release date": "13 May 2013"}